import s from './ListOfJudges.module.css';

let ListOfJudges = () => {
    return(    
        <div className={s.wrapper}>
            <div className={s.text}>
                <p>Наразі відсутня інформація про суддівський корпус України. На сайтах усіх судів міститься наступне оголошення</p>
            </div>
            <div className={s.message}>
                <p>Для запобігання загрози життю та здоров’ю суддів та учасників судового процесу у період воєнного стану, доступ тимчасово призупинено.</p>
                <p>Суди здійснюють правосуддя в безперебійному режимі в умовах відсутності загрози життю та здоров’ю учасників справи.</p>
            </div>
        </div>
    );
};

export default ListOfJudges;