let firstApplication = {
    id: 1,
    title: "Заява",
    subtitle: "про ознайомлення з матеріалами справи",
    text: `Прошу Вас надати можливість для ознайомлення з матеріалами справи № ${number}, а також надати можливість зробити фотокопії документів які знаходяться в справі.`
};

let secondApplication = {
    id: 2,
    title: "Заява",
    subtitle: "про видачу виконавчого листа",
    text: `Прошу видати виконавчий лист по справі № ${number}, за позовом ${claimant} до ${defendant} про ${item} на підставі рішення (постанови) суду від ${data}`
};

let thirdApplication = {
    id: 3,
    title: "Заява",
    subtitle: "про відкладення розгляду справи",
    text: `У провадженні суду перебуває справа № ${number} за позовом ${claimant} до ${defendant} про ${item}. Повідомляю суд, що я не зможу прийняти участь у судовому засіданні у зв’язку з ${reason}. Прошу відкласти розгляд справи на інший день.`
};

let fourthApplication = {
    id: 4,
    title: "Заява",
    subtitle: "про визнання позовних вимог",
    text: `У провадженні суду  знаходиться справа № ${number} за позовом ${claimant} до ${defendant} про ${item}. Повідомляю суд, що я визнаю позовні вимоги у повному обсязі. Прошу суд їх задовольнити. З наслідками визнання позовних вимог ознайомлен у повному обсязі.`
};