import s from './HomePage.module.css';

let HomePage = () => {
    return(
        <div className={s.wrapper}>
            <div className={s.block}>
            <h2>Ласкаво просимо до пет-проєкту "Доступ до правосуддя"!</h2>
            <p><b>Метою проєкту</b> є надання інформації про суди першої та другої інстанцій України для забезпечення реалізації прав та обов'язків учасників судових проваджень.</p>
            <p>Розробник проєкту не ставив перед собою комерційних цілей.</p>
            <p>Уся інформація, що використовується на сайті, отримана з відкритих джерел <b>офіційного сайту судової влади України - https://court.gov.ua</b>. Розпорядником інформації є <b>Державна судова адміністрація України</b></p>
            <p className={s.p}><b>На сьогоднішній день, користувачам сайту доступні наступні можливості:</b></p>
            <ul>
            <li>- Отримати перелік усіх судів першої та другої інстанцій України</li>
            <li>- Отримати фізичну та електронну адресу усіх судів першої та другої інстанцій України</li>
            <li>- Дізнатися статус усіх судів першої та другої інстанцій України (функціонує - знаходиться на тимчасово окупованій території - знаходиться у зоні бойових дій)</li>
            <li>- Звернутися до усіх судів першої та другої інстанцій України за допомогою електронної пошти</li>
            </ul>
            <p className={s.p}><b>Плани на майбутнє:</b></p>
            <ul>
            <li>- Створити можливість надсилати електронною поштою шаблони заяв та клопотань</li>
            <li>- Створити можливість отримати інформацію про суддів судів першої та другої інстанцій України (наразі інформація є закритою через введеня військового стану в країні)</li>
            <li>- Створити можливість оформлення позовних заяв</li>
            </ul>
            </div>
        </div>
    );
};

export default HomePage;